Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitSocialNetworkingLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.community
source: Community
ar: مجتمع
bg: Общност
ca: Comunitat
cs: Komunita
da: Fællesskab
de: Gemeinschaft
el: Κοινότητα
es: Comunidad
es_419: Comunidad
fi: Yhteisö
fr: Communauté
fr_ca: Communauté
he: קהילה
hi: समुदाय
hr: Zajednica
hu: Közösség
id: Komunitas
it: Comunità
ja: コミュニティ
kk: Құқық қауымдастығы
ko: 커뮤니티
ms: Komuniti
nb: Samfunn
nl: Gemeenschap
pl: Społeczność
pt_br: Comunidade
pt_pt: Comunidade
ro: Comunitate
ru: Сообщество
sk: Komunita
sv: Gemenskap
th: ชุมชน
tr: Topluluk
uk: Спільнота
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群
zh_hk: 社區

# TK.Label.connections
source: Connections
ar: الاتصالات
bg: Връзки
ca: Connexions
cs: Připojení
da: Forbindelser
de: Verbindungen
el: Συνδέσεις
es: Conexiones
es_419: Conexiones
fi: Yhteydet
fr: Connexions
fr_ca: Connexions
he: חיבורים
hi: कनेक्शन
hr: Veze
hu: Kapcsolatok
id: Koneksi
it: Connessioni
ja: 接続
kk: Байланыстар
ko: 연결
ms: Sambungan-sambungan
nb: Tilkoblinger
nl: Verbindingen
pl: Połączenia
pt_br: Conexões
pt_pt: Conexões
ro: Conexiuni
ru: Соединения
sk: Pripojenia
sv: Anslutningar
th: การเชื่อมต่อ
tr: Bağlantılar
uk: З'єднання
vi: Kết nối
zh_hans: 连接
zh_hant: 連接
zh_hk: 連接

# TK.Label.contentType
source: Content Type
ar: نوع المحتوى
bg: Тип съдържание
ca: Tipus de contingut
cs: Typ obsahu
da: Indholdstype
de: Inhaltstyp
el: Τύπος Περιεχομένου
es: Tipo de Contenido
es_419: Tipo de contenido
fi: Sisältötyyppi
fr: Type de contenu
fr_ca: Type de contenu
he: סוג תוכן
hi: सामग्री प्रकार
hr: Tip Sadržaja
hu: Tartalom típusa
id: Jenis Konten
it: Tipo di contenuto
ja: コンテンツタイプ
kk: Мазмұн түрі
ko: 콘텐츠 유형
ms: Jenis Kandungan
nb: Innholdstype
nl: Inhoudstype
pl: Typ treści
pt_br: Tipo de Conteúdo
pt_pt: Tipo de Conteúdo
ro: Tip de conținut
ru: Тип содержимого
sk: Typ obsahu
sv: Innehållstyp
th: ประเภทเนื้อหา
tr: İçerik Türü
uk: Тип контенту
vi: Loại nội dung
zh_hans: 内容类型
zh_hant: 內容類型
zh_hk: 內容類型

# TK.Label.directMessages
source: Direct Messages
ar: الرسائل المباشرة
bg: Лични съобщения
ca: Missatges Directes
cs: Přímé zprávy
da: Direkte Beskeder
de: Direktnachrichten
el: Άμεσα Μηνύματα
es: Mensajes directos
es_419: Mensajes directos
fi: Suorat viestit
fr: Messages directs
fr_ca: Messages directs
he: הודעות פרטיות
hi: प्रत्यक्ष संदेश
hr: Izravne Poruke
hu: Közvetlen Üzenetek
id: Pesan Langsung
it: Messaggi Diretti
ja: ダイレクトメッセージ
kk: Тікелей хабарламалар
ko: 다이렉트 메시지
ms: Mesej Langsung
nb: Direktemeldinger
nl: Directe Berichten
pl: Wiadomości bezpośrednie
pt_br: Mensagens Diretas
pt_pt: Mensagens Diretas
ro: Mesaje directe
ru: Прямые сообщения
sk: Priame správy
sv: Direktmeddelanden
th: ข้อความโดยตรง
tr: Özel Mesajlar
uk: Прямі повідомлення
vi: Tin nhắn trực tiếp
zh_hans: 直接消息
zh_hant: 直接消息
zh_hk: 直接信息

# TK.Label.engagement
source: Engagement
ar: انخراط
bg: Ангажираност
ca: Participació
cs: Zapojení
el: Εμπλοκή
es: Compromiso
es_419: Interacción
fi: Sitoutuminen
he: מעורבות
hi: प्रतिबद्धता
hr: Angažman
hu: Elköteleződés
id: Keterlibatan
it: Coinvolgimento
ja: エンゲージメント
kk: Қатысу
ko: 참여도
ms: Penglibatan
nb: Engasjement
nl: Betrokkenheid
pl: Zaangażowanie
pt_br: Engajamento
pt_pt: Interação
ro: Implicare
ru: Вовлеченность
sk: Zapojenie
sv: Engagemang
th: การมีส่วนร่วม
tr: Etkileşim
uk: Взаємодія
vi: Tương Tác
zh_hans: 参与度
zh_hant: 互動率
zh_hk: 參與度

# TK.Label.followers
source: Followers
ar: المتابعون
bg: Последователи
ca: Seguidors
cs: Sledovatelé
da: Følgere
de: Follower
el: Ακολουθοί
es: Seguidores
es_419: Seguidores
fi: Seuraajat
fr: Abonnés
fr_ca: Abonnés
he: עוקבים
hi: अनुयायी
hr: Pratitelji
hu: Követők
id: Pengikut
it: Follower
ja: フォロワー
kk: Жазылушылар
ko: 팔로워
ms: Pengikut
nb: Følgere
nl: Volgers
pl: Obserwujący
pt_br: Seguidores
pt_pt: Seguidores
ro: Urmăritori
ru: Подписчики
sk: Sledovatelia
sv: Följare
th: ผู้ติดตาม
tr: Takipçiler
uk: Фоловери
vi: Người theo dõi
zh_hans: 关注者
zh_hant: 追蹤者
zh_hk: 追隨者

# TK.Label.following
source: Following
ar: متابَع
bg: Следвани
ca: Seguint
cs: Sledované
da: Følger
de: Folge ich
el: Σε ακολούθηση
es: Siguiendo
es_419: Siguiendo
fi: Seurataan
fr: Suivi
fr_ca: Suivis
he: במעקב
hi: फ़ॉलो किया जा रहा है
hr: Praćenje
hu: Követés
id: Mengikuti
it: Stai seguendo
ja: フォロー中
kk: Жазылған
ko: 팔로우 중
ms: Mengikuti
nb: Følger
nl: Volgend
pl: Obserwujesz
pt_br: Seguindo
pt_pt: A seguir
ro: Urmărit
ru: Подписка
sk: Nasledovanie
sv: Följer
th: กำลังติดตาม
tr: Takip Ediliyor
uk: Люди, за якими стежите
vi: Đang theo dõi
zh_hans: 正在关注
zh_hant: 追蹤中
zh_hk: 正在關注

# TK.Label.friendRequests
source: Friend Requests
ar: طلبات صداقة
bg: Заявки за приятелство
ca: Sol·licituds d'amistat
cs: Žádosti o přátelství
da: Venneanmodninger
de: Freundschaftsanfragen
el: Αιτήματα Φιλίας
es: Solicitudes de Amistad
es_419: Solicitudes de Amistad
fi: Kaveripyynnöt
fr: Demandes d'ami
fr_ca: Demandes d'amis
he: בקשות חבר
hi: मित्र अनुरोध
hr: Zahtjevi za prijateljstvo
hu: Barát Kérések
id: Permintaan Teman
it: Richieste di Amicizia
ja: 友達リクエスト
kk: Достар сұраулары
ko: 친구 요청
ms: Permintaan Rakan
nb: Vennforespørsler
nl: Vriendverzoeken
pl: Zaproszenia do znajomych
pt_br: Pedidos de amizade
pt_pt: Pedidos de Amizade
ro: Cereri de Prietenie
ru: Запросы на добавление в друзья
sk: Žiadosti o priateľstvo
sv: Vänförfrågningar
th: คำขอเพื่อน
tr: Arkadaş Talepleri
uk: Запити на дружбу
vi: Yêu Cầu Kết Bạn
zh_hans: 好友请求
zh_hant: 好友請求
zh_hk: 好友請求

# TK.Label.friends
source: Friends
ar: الأصدقاء
bg: Приятели
ca: Amistats
cs: Přátelé
da: Venner
de: Freund:innen
el: Φίλοι
es: Amigos
es_419: Amigos
fi: Kaverit
fr: Amis
fr_ca: Amis
he: חברים
hi: दोस्त
hr: Prijatelji
hu: Barátok
id: Teman
it: Amici
ja: 友達
kk: Достар
ko: 친구
ms: Rakan
nb: Venner
nl: Vrienden
pl: Znajomi
pt_br: Amigos
pt_pt: Amigos
ro: Prieteni
ru: Друзья
sk: Priatelia
sv: Vänner
th: เพื่อน
tr: Arkadaşlar
uk: Друзі
vi: Bạn bè
zh_hans: 朋友
zh_hant: 朋友
zh_hk: 朋友

# TK.Label.groups
source: Groups
ar: المجموعات
bg: Групи
ca: Grups
cs: Skupiny
da: Grupper
de: Gruppen
el: Ομάδες
es: Grupos
es_419: Grupos
fi: Ryhmät
fr: Groupes
fr_ca: Groupes
he: קבוצות
hi: समूह
hr: Grupe
hu: Csoportok
id: Grup-grup
it: Gruppi
ja: グループ
kk: Топтар
ko: 그룹
ms: Kumpulan
nb: Grupper
nl: Groepen
pl: Grupy
pt_br: Grupos
pt_pt: Grupos
ro: Grupuri
ru: Группы
sk: Skupiny
sv: Grupper
th: กลุ่ม
tr: Gruplar
uk: Групи
vi: Nhóm
zh_hans: 群组
zh_hant: 群組
zh_hk: 群組

# TK.Label.lastActive
source: Last Active
ar: آخر نشاط
bg: Последно активно
ca: Últim actiu
cs: Poslední aktivita
da: Sidst aktiv
de: Letzte Aktivität
el: Τελευταία Ενεργή
es: Última actividad
es_419: Última actividad
fi: Viimeksi aktiivinen
fr: Dernière Activité
fr_ca: Dernière activité
he: פעיל לאחרונה
hi: अंतिम सक्रिय
hr: Posljednja aktivnost
hu: Utoljára aktív
id: Terakhir Aktif
it: Ultimo accesso
ja: 最終アクティブ
kk: Соңғы белсенділік
ko: 마지막 활동
ms: Terakhir Aktif
nb: Sist aktiv
nl: Laatst actief
pl: Ostatnio aktywny
pt_br: Última Atividade
pt_pt: Última Atividade
ro: Ultima Activitate
ru: Последний активный
sk: Posledná aktivita
sv: Senast aktiv
th: ใช้งานล่าสุด
tr: Son Aktif
uk: Остання активність
vi: Lần cuối hoạt động
zh_hans: 最后活跃
zh_hant: 最後活躍
zh_hk: 最後活躍

# TK.Label.members
source: Members
ar: الأعضاء
bg: Членове
ca: Membres
cs: Členové
da: Medlemmer
de: Mitglieder
el: Μέλη
es: Miembros
es_419: Miembros
fi: Jäsenet
fr: Membres
fr_ca: Membres
he: חברים
hi: सदस्य
hr: Članovi
hu: Tagok
id: Anggota
it: Membri
ja: メンバー
kk: Мүшелер
ko: 회원
ms: Ahli
nb: Medlemmer
nl: Leden
pl: Członkowie
pt_br: Membros
pt_pt: Membros
ro: Membri
ru: Участники
sk: Členovia
sv: Medlemmar
th: สมาชิก
tr: Üyeler
uk: Учасники
vi: Thành viên
zh_hans: 成员
zh_hant: 成員
zh_hk: 成員

# TK.Label.mentions
source: Mentions
ar: مراجع
bg: Споменавания
ca: Mencions
cs: Zmínky
da: Omtaler
de: Erwähnungen
el: Αναφορές
es: Menciones
es_419: Menciones
fi: Maininnat
he: אזכורים
hi: उल्लेख
hr: Spominjanja
hu: Említések
id: Sebutan
it: Citazioni
ja: メンション
kk: Атап өту сілтемелері
ko: 멘션
ms: Sedutan
nb: Nevninger
nl: Vermeldingen
pl: Wzmianki
pt_br: Menções
pt_pt: Menções
ro: Menționări
ru: Упоминания
sk: Zmienky
sv: Omnämnanden
th: การพูดถึง
tr: Bahsetmeler
uk: Згадки
vi: Lượt đề cập
zh_hans: 提及
zh_hant: @提及
zh_hk: 提及

# TK.Label.mutualFriends
source: Mutual Friends
ar: الأصدقاء المشتركين
bg: Общи приятели
ca: Amics en comú
cs: Společní přátelé
da: Fælles venner
de: Gemeinsame Freunde
el: Κοινές Φιλίες
es: Amigos en común
es_419: Amigos en común
fi: Yhteiset ystävät
fr: Amis Communes
fr_ca: Amis communs
he: חברים משותפים
hi: आपसी मित्र
hr: Zajednički prijatelji
hu: Közös barátok
id: Teman Bersama
it: Amici comuni
ja: 共通の友達
kk: Ортақ достар
ko: 공통 친구
ms: Kawan Bersama
nb: Felles venner
nl: Gezamenlijke vrienden
pl: Wzajemni znajomi
pt_br: Amigos em Comum
pt_pt: Amigos em Comum
ro: Prietenii comuni
ru: Общие друзья
sk: Spoločný priatelia
sv: Gemensamma vänner
th: เพื่อนร่วมกัน
tr: Ortak Arkadaşlar
uk: Спільні друзі
vi: Bạn bè chung
zh_hans: 共同朋友
zh_hant: 共同朋友
zh_hk: 共同朋友

# TK.Label.notifications
source: Notifications
ar: الإشعارات
bg: Известия
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
es_419: Notificaciones
fi: Ilmoitukset
he: עדכונים
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
kk: Хабарландырулар
ko: 알림
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知
zh_hk: 通知

# TK.Label.onlineStatus
source: Online Status
ar: الحالة على الإنترنت
bg: Статус онлайн
ca: Estat en línia
el: Κατάσταση Διαδικτυακή
es: Estado en línea
es_419: Estado en línea
fi: Verkkotila
fr: Statut En Ligne
fr_ca: Statut en ligne
he: סטטוס מקוון
hi: ऑनलाइन स्थिति
hr: Onlajn status
hu: Online állapot
id: Status Online
it: Stato online
ja: オンラインステータス
kk: Онлайн мәртебесі
ko: 온라인 상태
ms: Status Dalam Talian
pl: Status online
pt_br: Status Online
pt_pt: Estado Online
ro: Stare Online
ru: Статус онлайн
sk: Online stav
th: สถานะออนไลน์
tr: Çevrimiçi Durum
uk: Статус онлайн
vi: Trạng thái trực tuyến
zh_hans: 在线状态
zh_hant: 線上狀態
zh_hk: 在線狀態

# TK.Label.posts
source: Posts
ar: المشاركات
bg: Публикации
ca: Publicacions
cs: Příspěvky
da: Indlæg
de: Beiträge
el: Αναρτήσεις
es: Publicaciones
es_419: Publicaciones
fi: Viestit
fr: Publications
fr_ca: Publications
he: פוסטים
hi: पोस्ट
hr: Objave
hu: Bejegyzések
id: Postingan
it: Post
ja: 投稿
kk: Посттар
ko: 게시물
ms: Pos
nb: Innlegg
nl: Berichten
pl: Posty
pt_br: Postagens
pt_pt: Publicações
ro: Postări
ru: Посты
sk: Príspevky
sv: Inlägg
th: โพสต์
tr: Gönderiler
uk: Пости
vi: Bài viết
zh_hans: 帖子
zh_hant: 帖子
zh_hk: 帖子

# TK.Label.profile
source: Profile
ar: ملف التعريف
bg: Профил
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
es_419: Perfil
fi: Profiili
fr: Profil
fr_ca: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロファイル
kk: Профиль
ko: 프로파일
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 描述檔
zh_hk: 描述檔

# TK.Label.reactions
source: Reactions
ar: ردود الفعل
bg: Реакции
ca: Reaccions
cs: Reakce
da: Reaktioner
de: Reaktionen
el: Αντιδράσεις
es: Reacciones
es_419: Reacciones
fi: Reaktiot
fr: Réactions
fr_ca: Réactions
he: תגובות
hi: प्रतिक्रियाएँ
hr: Reakcije
hu: Reakciók
id: Reaksi
it: Reazioni
ja: リアクション
kk: Реакциялар
ko: 반응
ms: Reaksi
nb: Reaksjoner
nl: Reacties
pl: Reakcje
pt_br: Reações
pt_pt: Reacções
ro: Reacții
ru: Реакции
sk: Reakcie
sv: Reaktioner
th: การตอบสนอง
tr: Tepkiler
uk: Реакції
vi: Phản ứng
zh_hans: 反应
zh_hant: 反應
zh_hk: 反應

# TK.Label.savedPosts
source: Saved Posts
ar: المشاركات المحفوظة
bg: Запазени публикации
ca: Publicacions desades
cs: Uložené příspěvky
da: Gemte indlæg
de: Gespeicherte Beiträge
el: Αποθηκευμένες Αναρτήσεις
es: Publicaciones Guardadas
es_419: Publicaciones Guardadas
fi: Tallennetut Postaukset
fr: Publications sauvegardées
fr_ca: Publications sauvegardées
he: פוסטים ששמרת
hi: बचाए गए पोस्ट
hr: Spremne Objave
hu: Mentett bejegyzések
id: Postingan Tersimpan
it: Post salvati
ja: 保存済みの投稿
kk: Сақталған посттар
ko: 저장된 게시물
ms: Pos Tersimpan
nb: Lagrede innlegg
nl: Opgeslagen Berichten
pl: Zapisane Posty
pt_br: Posts Salvos
pt_pt: Publicações Salvas
ro: Postări Salvate
ru: Сохранённые посты
sk: Uložené príspevky
sv: Sparade inlägg
th: โพสต์ที่บันทึกไว้
tr: Kaydedilen Gönderiler
uk: Збережені пости
vi: Bài viết đã lưu
zh_hans: 已保存的帖子
zh_hant: 已保存的帖子
zh_hk: 已保存帖子

# TK.Label.sharedMedia
source: Shared Media
ar: وسائط مشتركة
bg: Споделени медии
ca: Mitjans compartits
cs: Sdílená média
da: Delte medier
de: Geteilte Medien
el: Κοινά Μέσα
es: Contenido compartido
es_419: Medios Compartidos
fi: Jaettu media
fr: Médias partagés
fr_ca: Médias partagés
he: מדיה משותפת
hi: साझा मीडिया
hr: Dijeljeni sadržaj
hu: Megosztott Média
id: Media Bersama
it: Media condivisi
ja: 共有メディア
kk: Бөлісілген медиа
ko: 공유된 미디어
ms: Media Bersama
nb: Delt media
nl: Gedeelde Media
pl: Udostępnione media
pt_br: Mídia Compartilhada
pt_pt: Mídia Partilhada
ro: Media Partajată
ru: Общие медиа
sk: Zdieľané médiá
sv: Delad Media
th: สื่อที่แชร์
tr: Paylaşılan Medya
uk: Спільні медіа
vi: Nội dung chia sẻ
zh_hans: 共享媒体
zh_hant: 共享媒體
zh_hk: 共享媒體

# TK.Label.socialFeed
source: Social Feed
ar: خلاصة اجتماعية
bg: Социален фийд
ca: Flux social
cs: Sociální kanál
da: Sociale feeds
de: Soziale Feeds
el: Κοινωνική Ροή
es: Fuente social
es_419: Feed Social
fi: Sosiaalinen syöte
fr: Flux social
fr_ca: Fil social
he: פיד חברתי
hi: सोशल फीड
hr: Društveni feed
hu: Közösségi Hírcsatorna
id: Umpan Sosial
it: Feed sociale
ja: ソーシャルフィード
kk: Әлеуметтік ағын
ko: 소셜 피드
ms: Umpan Sosial
nb: Sosial feed
nl: Sociale Feed
pl: Feed społecznościowy
pt_br: Feed Social
pt_pt: Feed Social
ro: Flux Social
ru: Социальная лента
sk: Sociálny feed
sv: Social Flöde
th: ฟีดสังคม
tr: Sosyal Akış
uk: Соціальна стрічка
vi: Bảng tin xã hội
zh_hans: 社交动态
zh_hant: 社交動態
zh_hk: 社交動態

# TK.Label.stories
source: Stories
ar: قصص
bg: Истории
ca: Històries
cs: Příběhy
da: Historier
de: Geschichten
el: Ιστορίες
es: Historias
es_419: Historias
fi: Tarinoita
fr: Histoires
fr_ca: Histoires
he: סיפורים
hi: कहानियाँ
hr: Priče
hu: Történetek
id: Cerita
it: Storie
ja: ストーリー
kk: Әңгімелер
ko: 스토리
ms: Cerita-Cerita
nb: Historier
nl: Verhalen
pl: Historie
pt_br: Histórias
pt_pt: Histórias
ro: Povestiri
ru: Истории
sk: Príbehy
sv: Berättelser
th: เรื่องราว
tr: Hikayeler
uk: Історії
vi: Câu chuyện
zh_hans: 故事
zh_hant: 故事
zh_hk: 故事

# TK.Label.tags
source: Tags
ar: الوسوم
bg: Етикети
ca: Etiquetes
cs: Značky
da: Mærker
el: Ετικέτες
es: Etiquetas
es_419: Etiquetas
fi: Tunnisteet
fr_ca: Étiquettes
he: תגים
hi: टैग
hr: Tagovi
hu: Címkék
id: Label
it: Tag
ja: タグ
kk: Тегтер
ko: 태그
ms: Tag
pl: Tagi
pt_br: Etiquetas
pt_pt: Etiquetas
ro: Etichete
ru: Теги
sk: Značky
sv: Taggar
th: แท็ก
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤
zh_hk: 標籤

# TK.Label.trending
source: Trending
ar: رائج
bg: Тенденции
ca: Tendències
cs: Trendy
de: Trend
el: Τάση
es: Tendencias
es_419: Tendencias
fi: Trendaava
fr: Tendances
fr_ca: Tendances
he: מגמה פופולרית
hi: ट्रेंडिंग
hr: Trend
hu: Népszerű
it: Di tendenza
ja: トレンド
kk: Трендте
ko: 유행
nb: Trendy
pl: Trendy
pt_br: Tendências
pt_pt: Tendências
ro: Tendințe
ru: Тренды
sk: Trendové
sv: Trender
th: กำลังมาแรง
tr: Trend Oluyor
uk: Тренди
vi: Thịnh hành
zh_hans: 热门内容
zh_hant: 趨勢
zh_hk: 熱門

# TK.Label.visibility
source: Visibility
ar: الرؤية
bg: Видимост
ca: Visibilitat
cs: Viditelnost
da: Synlighed
de: Sichtbarkeit
el: Ορατότητα
es: Visibilidad
es_419: Visibilidad
fi: Näkyvyys
fr: Visibilité
fr_ca: Visibilité
he: נראות
hi: दृश्यता
hr: Vidljivost
hu: Láthatóság
id: Visibilitas
it: Visibilità
ja: 可視性
kk: Көріну
ko: 가시성
ms: Keterlihatan
nb: Synlighet
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
pt_pt: Visibilidade
ro: Vizibilitate
ru: Видимость
sk: Viditeľnosť
sv: Synlighet
th: มุมมอง
tr: Görünürlük
uk: Видимість
vi: Tầm nhìn
zh_hans: 可见性
zh_hant: 可視性
zh_hk: 可見度

# TK.Message.accountHasBeenBlocked
source: Account has been blocked.
ar: تم حظر الحساب.
bg: Сметката е блокирана.
ca: El compte ha estat bloquejat.
cs: Účet byl zablokován.
da: Kontoen er blevet blokeret.
de: Konto wurde gesperrt.
el: Ο λογαριασμός έχει αποκλειστεί.
es: La cuenta ha sido bloqueada.
es_419: La cuenta ha sido bloqueada.
fi: Tili on estetty.
fr: Le compte a été bloqué.
fr_ca: Le compte a été bloqué.
he: החשבון נחסם.
hi: खाता ब्लॉक किया गया है।
hr: Račun je blokiran.
hu: A fiók le van tiltva.
id: Akun telah diblokir.
it: L'account è stato bloccato.
ja: アカウントはブロックされています。
kk: Шот блокталып қалды.
ko: 계좌가 차단되었습니다.
ms: Akaun telah diblokir.
nb: Kontoen er blokkert.
nl: Account is geblokkeerd.
pl: Konto zostało zablokowane.
pt_br: A conta foi bloqueada.
pt_pt: A conta foi bloqueada.
ro: Contul a fost blocat.
ru: Счет заблокирован.
sk: Účet bol zablokovaný.
sv: Kontot har blivit blockerat.
th: บัญชีถูกบล็อกแล้ว.
tr: Hesap bloke edildi.
uk: Рахунок заблоковано.
vi: Tài khoản đã bị chặn.
zh_hans: 账户已被封锁。
zh_hant: 帳戶已被封鎖。
zh_hk: 帳戶已被封鎖。

# TK.Message.commentAddedSuccessfully
source: Comment added successfully.
ar: تم إضافة التعليق بنجاح.
bg: Коментарът е добавен успешно.
ca: Comentari afegit correctament.
cs: Komentář byl úspěšně přidán.
da: Kommentar tilføjet med succes.
de: Kommentar erfolgreich hinzugefügt.
el: Το σχόλιο προστέθηκε επιτυχώς.
es: Comentario añadido con éxito.
es_419: Comentario agregado con éxito.
fi: Kommentti on lisätty onnistuneesti.
fr: Commentaire ajouté avec succès.
fr_ca: Commentaire ajouté avec succès.
he: התגובה נוספה בהצלחה.
hi: टिप्पणी सफलतापूर्वक जोड़ी गई।
hr: Komentar je uspješno dodan.
hu: A hozzászólás sikeresen hozzáadva.
id: Konten di balik paywall.
it: Commento aggiunto con successo.
ja: コメントが正常に追加されました。
kk: Пікір сәтті қосылды.
ko: 댓글이 성공적으로 추가되었습니다.
ms: Komen berjaya ditambah.
nb: Kommentar lagt til.
nl: Opmerking succesvol toegevoegd.
pl: Komentarz dodany pomyślnie.
pt_br: Comentário adicionado com sucesso.
pt_pt: Comentário adicionado com sucesso.
ro: Comentariul a fost adăugat cu succes.
ru: Комментарий успешно добавлен.
sk: Komentár bol úspešne pridaný.
sv: Kommentaren har lagts till framgångsrikt.
th: เพิ่มความคิดเห็นเรียบร้อยแล้ว.
tr: Yorum başarıyla eklendi.
uk: Коментар успішно додано.
vi: Bình luận đã được thêm thành công.
zh_hans: 评论已成功添加。
zh_hant: 評論已成功加入。
zh_hk: 評論已成功添加。

# TK.Message.contentReportedSuccessfully
source: Content reported successfully.
ar: تم الإبلاغ عن المحتوى بنجاح.
bg: Съдържанието е успешно докладвано.
ca: Contingut informat amb èxit.
cs: Obsah byl úspěšně nahlášen.
da: Indholdet er rapporteret med succes.
de: Inhalt erfolgreich gemeldet.
el: Το περιεχόμενο αναφέρθηκε επιτυχώς.
es: Contenido informado con éxito.
es_419: Contenido reportado exitosamente.
fi: Sisältö on ilmoitettu onnistuneesti.
fr: Contenu signalé avec succès.
fr_ca: Contenu signalé avec succès.
he: התוכן דווח בהצלחה.
hi: सामग्री सफलतापूर्वक रिपोर्ट की गई।
hr: Sadržaj je uspješno prijavljen.
hu: A tartalom sikeresen jelentve lett.
id: Konten berhasil dilaporkan.
it: Contenuto segnalato con successo.
ja: コンテンツが正常に報告されました。
kk: Мазмұн сәтті хабарланды.
ko: 콘텐츠가 성공적으로 신고되었습니다.
ms: Kandungan berjaya dilaporkan.
nb: Innholdet er rapportert med suksess.
nl: Inhoud succesvol gerapporteerd.
pl: Zawartość zgłoszona pomyślnie.
pt_br: Conteúdo denunciado com sucesso.
pt_pt: Conteúdo reportado com sucesso.
ro: Conținutul a fost raportat cu succes.
ru: Контент успешно отправлен.
sk: Obsah bol úspešne nahlásený.
sv: Innehållet rapporterat framgångsrikt.
th: รายงานเนื้อหาเรียบร้อยแล้ว
tr: İçerik başarıyla rapor edildi.
uk: Контент успішно повідомлено.
vi: Nội dung đã được báo cáo thành công.
zh_hans: 内容已成功举报。
zh_hant: 內容已成功舉報。
zh_hk: 內容已成功舉報。

# TK.Message.friendRequestAccepted
source: Friend request accepted.
ar: تم قبول طلب الصداقة.
bg: Заявката за приятелство е приета.
ca: Sol·licitud d'amistat acceptada.
cs: Žádost o přátelství byla přijata.
da: Venneanmodning er blevet accepteret.
de: Freundschaftsanfrage angenommen.
el: Αίτηση φιλίας έγινε αποδεκτή.
es: Solicitud de amistad aceptada.
es_419: Solicitud de amistad aceptada.
fi: Kaveripyyntö on hyväksytty.
fr: Demande d'ami acceptée.
fr_ca: Demande d'ami acceptée.
he: בקשת החברות התקבלה.
hi: मित्र अनुरोध स्वीकार कर लिया गया।
hr: Zahtjev prijateljstva je prihvaćen.
hu: Barátkérés elfogadva.
id: Permintaan pertemanan diterima.
it: Richiesta di amicizia accettata.
ja: 友達リクエストが承認されました。
kk: Дос шақыруы қабылданды.
ko: 친구 요청이 수락되었습니다.
ms: Permintaan kawan diterima.
nb: Vennforespørselen ble akseptert.
nl: Vriendschapsverzoek geaccepteerd.
pl: Prośba o przyjaźń została zaakceptowana.
pt_br: Solicitação de amizade aceita.
pt_pt: Pedido de amizade aceite.
ro: Cererea de prietenie a fost acceptată.
ru: Запрос на дружбу принят.
sk: Žiadosť o priateľstvo bola akceptovaná.
sv: Vänförfrågan accepterad.
th: การขอเป็นเพื่อนได้รับการตอบรับแล้ว
tr: Arkadaşlık isteği kabul edildi.
uk: Запит на дружбу прийнято.
vi: Yêu cầu kết bạn đã được chấp nhận.
zh_hans: 好友请求已被接受。
zh_hant: 好友請求已接受。
zh_hk: 好友請求已被接受。

# TK.Message.liveStreamEnded
source: Live stream ended.
ar: انتهت البث المباشر.
bg: Живото излъчване приключи.
ca: La transmissió en directe ha acabat.
cs: Živé vysílání skončilo.
da: Live stream er afsluttet.
de: Livestream beendet.
el: Η ζωντανή μετάδοση έληξε.
es: Transmisión en vivo finalizada.
es_419: La transmisión en vivo ha terminado.
fi: Suora lähetys päättynyt.
fr: Diffusion en direct terminée.
fr_ca: La diffusion en direct est terminée.
he: השידור החי הסתיים.
hi: लाइव स्ट्रीम समाप्त हो गई।
hr: Izravni prijenos je završio.
hu: A közvetítés véget ért.
id: Siaran langsung telah berakhir.
it: Streaming live terminato.
ja: ライブストリームは終了しました。
kk: Тікелей эфир аяқталды.
ko: 라이브 스트림이 종료되었습니다.
ms: Siaran langsung telah berakhir.
nb: Direktsendingen er avsluttet.
nl: Livestream beëindigd.
pl: Transmisja na żywo zakończona.
pt_br: Transmissão ao vivo encerrada.
pt_pt: Transmissão ao vivo terminada.
ro: Transmisia live s-a încheiat.
ru: Прямая трансляция завершена.
sk: Živý prenos sa skončil.
sv: Liveströmmen har avslutats.
th: การถ่ายทอดสดสิ้นสุดแล้ว.
tr: Canlı yayın sona erdi.
uk: Прямий ефір закінчився.
vi: Trực tiếp đã kết thúc.
zh_hans: 直播已结束。
zh_hant: 直播已結束。
zh_hk: 直播已結束。

# TK.Message.postHasBeenRemoved
source: Post has been removed.
ar: تم إزالة المشاركة.
bg: Публикацията е премахната.
ca: Publicació eliminada.
cs: Příspěvek byl odstraněn.
da: Indlægget er blevet fjernet.
de: Beitrag wurde entfernt.
el: Η δημοσίευση έχει αφαιρεθεί.
es: Publicación eliminada.
es_419: La publicación ha sido eliminada.
fi: Viesti on poistettu.
fr: Publication supprimée.
fr_ca: La publication a été supprimée.
he: הפוסט הוסר.
hi: पोस्ट हटा दी गई है।
hr: Objava je uklonjena.
hu: A bejegyzés eltávolítva.
id: Postingan telah dihapus.
it: Post rimosso.
ja: 投稿が削除されました。
kk: Пост жойылды.
ko: 게시물이 삭제되었습니다.
ms: Pos telah dipadamkan.
nb: Innlegget har blitt fjernet.
nl: Bericht is verwijderd.
pl: Post został usunięty.
pt_br: Postagem foi removida.
pt_pt: Publicação removida.
ro: Postarea a fost eliminată.
ru: Запись была удалена.
sk: Príspevok bol odstránený.
sv: Inlägget har tagits bort.
th: โพสต์ได้ถูกลบแล้ว.
tr: Gönderi kaldırıldı.
uk: Публікацію видалено.
vi: Bài viết đã bị xóa.
zh_hans: 帖子已被移除。
zh_hant: 帖子已被移除。
zh_hk: 帖子已被移除。
